// NAVIGATION
export const NAV_LINKS = [
  { href: '#home', key: 'home', label: 'Главная' },
  { href: '#about', key: 'about', label: 'Обо' },
  { href: '#services', key: 'services', label: 'Услугы' },
  { href: '#steps', key: 'stages ', label: 'Этапы ' },
  { href: '#gallery', key: 'gallery', label: 'Галерия' },
  { href: '#contact', key: 'contact', label: 'Контакт' },
];

export const STAGES = [
  {
    heading: 'Консультация и Планирование',
    description:
      'Встреча с командой дизайнеров позволяет клиенту обсудить идеи, предпочтения и бюджет, чтобы создать идеальный ландшафт.',
    position: 'left',
  },
  {
    heading: 'Разработка Дизайна',
    description:
      'Создание дизайн-плана включает детальные чертежи и макеты, отражающие желания клиента и принципы дизайна для создания гармоничного пространства.',
    position: 'right',
  },
  {
    heading: 'Презентация и Уточнение',
    description:
      'Представление клиенту начального дизайна с рисунками и визуализациями позволяет уточнить детали и достичь одобренного дизайна.',
    position: 'left',
  },
  {
    heading: 'Реализация и Строительство',
    description:
      'Реализация дизайна включает строительство, посадку растений и установку элементов, обеспечивая захватывающее пространство с учетом пожеланий клиента.',
    position: 'right',
  },
];
